/* Spanish */
/* Warnings for <cityname> */
"warningsFor" =
	"Warnings for %@:\n\n";
	
"falseAlarm" = 
	"False Alarm, no warning. Sorry for the interruption";

"loadingText" =
    "Loading";

"pleaseWaitText" =
    "Please wait while Meteo fetches the weather";

/* build as displayed in \"About\" */
"build" =
    "build";

/* No comment provided by engineer. */
"Cancel" =
    "Cancelar";

/* City Switcher MenuItem */
"City Switcher" =
    "Cambiar ciudad";

/* Controls MenuItem */
"Controls" =
    "Controles";

/* No comment provided by engineer. */
"Current Conditions" =
    "Condiciones actuales";

/* No comment provided by engineer. */
"Extended Forecast" =
    "Previsión detallada";

/* No comment provided by engineer. */
"New Version" =
    "Nueva versión";

/* No comment provided by engineer. */
"No Active Cities" =
    "No hay ciudades activas";

/* No comment provided by engineer. */
"No New Version" =
    "No New Version";

/* No comment provided by engineer. */
"No Weather" =
    "No hay tiempo";

/* No comment provided by engineer. */
"OK" =
    "OK";

/* No comment provided by engineer. */
"Preferences" =
    "Preferencias";

/* No comment provided by engineer. */
"Quit" =
    "Salir";

/* No comment provided by engineer. */
"Refresh" =
    "Actualizar";

/* No comment provided by engineer. */
"Server Unreachable" =
    "Server Unreachable";

/* Show City Editor MenuItem */
"Show City Editor" =
    "Mostrar Editor de Ciudades";

/* No comment provided by engineer. */
"The server could not be reached to determine the most recent version of Meteorologist." =
    "The server could not be reached to determine the most recent version of Meteorologist.";

/* Version as displayed in \"About\" */
"Version" =
    "Version";

/* No comment provided by engineer. */
"Version %@ of Meteorologist is available (your version %@).  Would you like to visit the web site?" =
    "Version %1$@ of Meteorologist is available (your version %2$@).  Would you like to visit the web site?";

/* No comment provided by engineer. */
"Visit Web Site" =
    "Visitar página web";

/* Will be used as \"Weather for <city name>\" */
"Weather For" =
    "El tiempo en";

/* No comment provided by engineer. */
"You have the most recent version of Meteorologist." =
    "You have the most recent version of Meteorologist.";

/* Preferences panel */
"MeteorologistNameText" =
    "Meteorologist";

/* Preferences: Panel 1 (Weather) */
"weatherTabTitle" =
    "El tiempo";
"temperatureBoxTitle" =
    "Temperatura";
"displayTempTitle" =
    "Mostrar temperatura";
"hideCFTitle" =
    "Ocultar escala (C/F)";
"showHumidity" =
    "Mostrar humedad";
"menuBarBoxTitle" =
    "Barra de menú";
"displayMenuIconTitle" =
    "Mostrar icono";
"displayCityNameTitle" =
    "Display city name";
"fontNameTitle" =
    "Fuente:";
"fontSizeTitle" =
    "Tamaño:";
"fontColorTitle" =
    "Color:";
"dockIconBoxTitle" =
    "Icono del Dock";
"imageOpacityTitle" =
    "Opacidad:";
"currentWeatherBoxTitle" =
    "Tiempo actual";
"displayTodayInSubmenuTitle" =
    "Mostrar en submenú";
"extendedForecastBoxTitle" =
    "Previsión detallada";
"forecastDaysOnTitle" =
    "Ver previsiones";
"viewForecastInSubmenuTitle" =
    "Mostrar en submenú";
"displayDayImageTitle" =
    "Mostrar iconos";
"forecastInlineTitle" =
    "Previsiones en una línea";
"forecastDaysNumberLabelTitle" =
    "Número de días";
"generalBoxTitle" =
    "General";
"embedControlsTitle" =
    "Mostrar controles de Meteorologist en el submenú";
"killOtherMeteoTitle" =
    "Evitar que se abran varios Meteorologist";
"resetButtonTitle" =
    "Restituir por omisión";
"revertButtonTitle" =
    "Restituir los cambios";
"applyButtonTitle" =
    "Aplicar";

/* Preferences: Panel 2 (Cities) */
"citiesTabTitle" =
    "Ciudades";
"citiesTabHeaderActiveText" =
    "Activo";
"citiesTabHeaderNameText" =
    "Ciudad";
"citiesTabHeaderServersText" =
    "Observatorios activos (no editable)";
"citiesTabDescriptonText" =
    "La primera ciudad es la que se muestra en la barra de menú. Arrastre los nombres para reordenar las ciudades a su gusto.";
"addCityTitle" =
    "Agregar ciudad";
"editCityTitle" =
    "Editar ciudad";
"removeCityTitle" =
    "Eliminar ciudad";
"updateMenuTitle" =
    "Actualizar menú";
"useGlobalUnitsTitle" =
    "Activar unidades globales";
"explainGlobalUnitsText" =
    "De otra forma las unidades se especificarán individualmente para cada ciudad de la lista de ‘El Tiempo’ y del Editor de Ciudades.";
"degreesNameText" =
    "Grados:";
"distanceNameText" =
    "Distancia:";
"speedNameText" =
    "Velocidad:";
"pressureNameText" =
    "Presión:";
"fahrenheitText" =
    "Fahrenheit";
"celsiusText" =
    "Celsius";
"milesText" =
    "Millas";
"feetText" =
    "Pies";
"kilometersText" =
    "Kilómetros";
"metersText" =
    "Metros";
"milesPerHourText" =
    "Millas/Hora";
"kilometersPerHourText" =
    "Kilómetros/Hora";
"metersPerSecondText" =
    "Metros/Segundo";
"knotsText" =
    "Nudos";
"inchesText" =
    "Pulgadas";
"millibarsText" =
    "Milibares";
"kilopascalsText" =
    "Kilopascales";
"hectopascalsText" =
    "Hectopascales";
 

/* Preferences: Panel 3 (Updating) */
"updatingTabTitle" =
    "Actualización";
"updateIntervalBoxTitle" =
    "Intervalo de actualización";
"updateXminutesTitle" =
    "Actualizar ubicaciones activas cada";
"minutesText" =
    "minutos";
"cycleXminutesTitle" =
    "Rotar ubicaciones activas cada";
"changeLocationsXminutesTitle" =
    "Cambiar ubicaciones activas cada";
"updatesAndProblemsBoxTitle" =
    "Actualizaciones y problemas";
"checkForNewVersionsTitle" =
    "Buscar nueva versión al abrir";
"checkForServerProblemsTitle" =
    "Verificar problemas del Observatorio al abrir";
"logMessagesTItle" =
    "Los mensajes de registro a la consola de";
"checkForNewVersionButtonTitle" =
    "Buscar ahora";
"checkForNewErrorsButtonTitle" =
    "Verificar ahora";
"displayLocationBoxTitle" =
    "Visualización de ubicación";
"menubarButtonTitle" =
    "En la barra de menú";
"dockButtonTitle" =
    "En el Dock";
"bothButtonTitle" =
    "En ambos";
"displayLocationTextData" =
    "Meteorologist puede visualizarse en el Dock, en la barra de menú o en ambos a la vez (es necesario reiniciar).";

/* Preferences: Panel 4 (Alerts) */
"alertsTabTitle" =
    "Alertas";
"weatherAlertsBoxTitle" =
    "Alertas meteorológicas";
"weatherAlertEmailTitle" =
    "Correo electrónico";
"weatherAlertSMSTitle" =
    "SMS";
"weatherAlertBeepTitle" =
    "Bip";
"weatherAlertSongTitle" =
    "Song";
"weatherAlertBounceTitle" =
    "Bounce";
"weatherAlertMessageTitle" =
    "Message";
"weatherAlertChooseSongTitle" =
    "Elija archivo de la canción";

/* Preferences: Panel 5 (About) */
"aboutTabTitle" =
    "Acerca de";
"aboutHomepageTitle" =
    "Página web";
"aboutWebSupportTitle" =
    "Grupo web de asistencia";

/* Weather Alert Message */
"weatherAlertPanelTitle" =
    "Weather Alert Messages";
"killSoundsButtonTitle" =
    "Eliminar sonido";
"clearLogButtonTitle" =
    "Limpiar historial";

/* Download Window */
"downloadWindowTitle" =
    "";
"downloadWindowTextText" =
    "Descarga de imágenes";
"downloadWindowNameText" =
    "Nombre:";
"downloadWindowSizeText" =
    "Tamaño:";

/* City Editor Panel */
"cityEditorWindowTitle" =
    "City Editor";
"serversTabTitle" =
    "Servidores";
"weatherItemsTabTitle" =
    "Ítems del tiempo";
"forecastItemsTabTitle" =
    "Ítems de previsión";
 
/* City Editor: Panel 1 (Servers) */
"cityNameTitle" =
    "Nombre de la ubicación:";
"cityNameDescriptionLabel" =
    "p.e.: casa, vacaciones, trabajo, abuelos, Miami, etc";
"weatherServersTitle" =
    "Servidores:";
"weatherModulesTable" =
    "Módulos de Observatorios";
"weatherServersDescriptionTItle" =
    "Para cada servidor que utilice, debe hacer una búsqueda.";
"cityOrZipSearchTitle" =
    "Ciudad a buscar:";
"searchButtonTitle" =
    "Buscar";
"cityNameCellTitle" =
    "Ciudad";
"onlyTheFirstEightDescriptionTitle" =
    "Sólo se muestran las 8 primeras coincidencias.";
"cancelButtonTitle" =
    "Cancelar";
"confirmButtonTitle" =
    "Confirmar";

/* City Editor: Panel 2 (Weather Items) */
"currentWeatherItemsTitle" =
    "Ítems actuales";
"currentWeatherItemsPropertyTitle" =
    "Propiedad";
"currentWeatherItemsOnTitle" =
    "Activo";
"currentWeatherItemsUnitTitle" =
    "Unidades";
"currentWeatherItemsServerTitle" =
    "Observatorio";
"citiesListTitle" =
    "Ciudades";
"ImportButtonTitle" =
    "Importar estas preferencias";

/* City Editor: Panel 3 (Forecast Items) */
"longTermForecastItemsTitle" =
    "Ítems de previsiones a largo plazo";
"longTermForecastItemsOnTitle" =
    "Activo";
"longTermForecastItemsPropertyTitle" =
    "Propiedad";
"longTermForecastItemsUnitTitle" =
    "Unidades";
"longTermForecastItemsServerTitle" =
    "Observatorio";

/* Values in menu */
"Temperature" =
	"Temperature";
"Feels Like" =
	"Feels Like";
"Dew Point" =
	"Dew Point";
"Humidity" =
	"Humidity";
"Visibility" =
	"Visibility";
"Pressure" =
	"Pressure";
"Wind" =
	"Wind";
"UV Index" =
	"UV Index";
"Last Update" =
	"Last Update";
"Date" =
	"Date";
"Forecast" =
	"Forecast";
"High" =
	"High";
"Low" =
	"Low";
"Precipitation" =
	"Precipitation";
"Extended Forecast" =
	"Extended Forecast";
"Weather Alert" =
	"Weather Alert";
"Radar Image" =
	"Radar Image";
"Controls" =
	"Controls";
"Show City Editor" =
	"Show City Editor";
"City Switcher" =
	"City Switcher";
"Preferences" =
	"Preferences";
